axes = [
    {
        "id": 0,
        "shortenedName": "economy",
        "leftSide": "socialist",
        "rightSide": "capitalist",
        "labels": ["Радикален комунист", "Комунист", "Социалист", "Социалдемократ", "Регулиран капитализъм", "Капитализъм", "Олигархия", "Социален дарвинизъм"]
    },
    {
        "id": 1,
        "shortenedName": "auth",
        "leftSide": "libertarian",
        "rightSide": "authoritarian",
        "labels": ["Егоист", "Анархист", "Либертарианец", "Либерал", "Етатист", "Авторитарен", "Тоталитарен", "АНГСОЦ"]
    },
    {
        "id": 2,
        "shortenedName": "nat",
        "leftSide": "globalist",
        "rightSide": "nationalist",
        "labels": ["Световно правителство", "Глобалист", "Интернационалист", "Дипломатичен", "Патриот", "Националист", "Шовинист", "Империалист"]
    },
    {
        "id": 3,
        "shortenedName": "trad",
        "leftSide": "progressive",
        "rightSide": "conservative",
        "labels": ["Новелтизъм", "Революционен", "Прогресивен", "Реформист", "Консервативен", "Традиционалист", "Реакционер", "Антиквист"]
    },
    {
        "id": 4,
        "shortenedName": "acc",
        "leftSide": "decelerationist",
        "rightSide": "accelerationist",
        "labels": ["Прималист", "Примитивист", "Децелерационист", "Анти-индустриален", "Продуктивист", "Акселерационист", "Трансхуманист", "Постхуманист"]
    },
    {
        "id": 5,
        "shortenedName": "religion",
        "leftSide": "atheist",
        "rightSide": "religious",
        "labels": ["Анти-религия", "Атеист", "Агностик", "Скептик", "Вярващ", "Религиозен", "Теократичен", "Радикален теист"]
    },
    {
        "id": 6,
        "shortenedName": "nonv",
        "leftSide": "violent",
        "rightSide": "nonviolent",
        "labels": ["Терорист", "Агресивен", "Враждебно настроен", "Териториален", "Неагресивен", "Ненасилствен", "Мирен", "Пацифист"]
    },
    {
        "id": 7,
        "shortenedName": "aristoc",
        "leftSide": "democrat",
        "rightSide": "aristocrat",
        "labels": ["Управление на произволно избраните", "Какистократ", "Охлократ", "Демократ", "Аристократ", "Ноократ", "Технократ", "Киберократ"]
    },
    {
        "id": 8,
        "shortenedName": "const",
        "leftSide": "repdem",
        "rightSide": "absolute",
        "labels": ["Невронна мрежа", "Директна демокрация", "Представителна демокрация", "Изборна демокрация", "Конституционен", "Полуконституционен", "Абсолютна власт", "Една мисъл"]
    },
    {
        "id": 9,
        "shortenedName": "inter",
        "leftSide": "isolationist",
        "rightSide": "interventionist",
        "labels": ["Хиперизолационист", "Изолационист", "Твърд релативист", "Релативист", "Кооперативен", "Интервенционалист", "Универсалист", "Експанзионист"]
    },
    {
        "id": 10,
        "shortenedName": "culturalRel",
        "leftSide": "multicultural",
        "rightSide": "monocultural",
        "labels": ["Културна анархия", "Далтонист", "Мултикултурен", "Поликултурен", "Монокултурен", "Асимилация", "Сегрегация", "Един етнос, една държава"]
    },
    {
        "id": 11,
        "shortenedName": "prag",
        "leftSide": "idealist",
        "rightSide": "realist",
        "labels": ["Утопичен", "Кихотичен", "Идеалист", "Оптимист", "Реалист", "Прагматичен", "Рационалист", "Анти-утопичен"]
    },
    {
        "id": 12,
        "shortenedName": "prud",
        "leftSide": "perslib",
        "rightSide": "moralism",
        "labels": ["Морален егоизъм", "Хедонизъм", "Упадък", "Лична свобода", "Морализъм", "Прудизъм", "Твърдо морален", "Морален дарвинизъм"]
    },
    {
        "id": 13,
        "shortenedName": "free",
        "leftSide": "regulationism",
        "rightSide": "freemarket",
        "labels": ["Анти-икономически", "Корпоративизъм", "Планова икономика", "Икономически регулации", "Смесена икономика", "Свободен пазар", "Лесефер", "Икономическа евгеника"]
    },
    {
        "id": 14,
        "shortenedName": "pat",
        "leftSide": "youthrights",
        "rightSide": "paternalism",
        "labels": ["Бебешка тирания", "Педиархия", "Младежки активизъм", "Детски труд", "Възрастова дискриминация", "Патернализъм", "Геронтокрация", "Некрокрация"]
    },
    {
        "id": 15,
        "shortenedName": "unru",
        "leftSide": "organized",
        "rightSide": "disorderly",
        "labels": ["Абсолютист", "Спазващ закона", "Дисциплиниран", "Организиран", "Неорганизиран", "Непокорен", "Хаотичен", "Луд"]
    },
    {
        "id": 16,
        "shortenedName": "imp",
        "leftSide": "altruistic",
        "rightSide": "rude",
        "labels": ["Безкористен", "Добър", "Алтруист", "Нормален", "Груб", "Нечист", "Зъл", "Подъл"]
    },
    {
        "id": 17,
        "shortenedName": "federal",
        "leftSide": "centralism",
        "rightSide": "decentralism",
        "labels": ["Космокрация", "Унитарно управление", "Централизъм", "Регионално представляване", "Локализъм", "Децентрализация", "Федерализъм", "Урбизъм"]
    },
    {
        "id": 18,
        "shortenedName": "nih",
        "leftSide": "collectivism",
        "rightSide": "individualism",
        "labels": ["Заличаване на хората", "Колективизъм", "Мутуализъм", "Коменсализъм", "Егоцентризъм", "Нихилизъм", "Индивидуализъм", "Вечно его"]
    },
    {
        "id": 19,
        "shortenedName": "gadsden",
        "leftSide": "surveillance",
        "rightSide": "privacy",
        "labels": ["Полиция на мисълта", "Масово наблюдение", "Масово събиране на данни", "Леки ограничения на свободата", "По-добри полицаи", "Гадсдън", "Поверителност", "Анархия"]
    },
    {
        "id": 20,
        "shortenedName": "puni",
        "leftSide": "rehab",
        "rightSide": "punishment",
        "labels": ["Награди за престъпления", "Легализиране", "Превъзпитание", "Амнистия", "Глоби", "Наказание", "Смъртно наказание", "Геноцид"]
    },
    {
        "id": 21,
        "shortenedName": "spir",
        "leftSide": "pragmatic",
        "rightSide": "spiritualistic",
        "labels": ["Физикалист", "Материалист", "Прагматик", "Научен подход", "Романтичен", "Вярващ", "Идеалист", "Езотерик"]
    },
    {
        "id": 22,
        "shortenedName": "lcen",
        "leftSide": "past",
        "rightSide": "future",
        "labels": ["Немислимото бъдеще", "Далечното бъдеще", "Близкото бъдеще", "Настоящето", "Близкото минало", "Последния век", "Исторически", "Античен"]
    },
    {
        "id": 23,
        "shortenedName": "pron",
        "leftSide": "prochoice",
        "rightSide": "prolife",
        "labels": ["Ефилизъм", "Изчезване на човешкия вид", "Антинаталист", "За аборта", "Против аборта", "Пронаталист", "Живот", "Безсмъртие"]
    },
    {
        "id": 24,
        "shortenedName": "clisk",
        "leftSide": "environmentalism",
        "rightSide": "industrialism",
        "labels": ["Еко-фашизъм", "Дълбока екология", "Веганство", "Грижа за природата", "Индустриализъм", "Скептичен към климатичните промени", "Против природата", "Човешко превъзходство"]
    },
    {
        "id": 25,
        "shortenedName": "taxation",
        "leftSide": "volunarytax",
        "rightSide": "progressivetax",
        "labels": ["Отрицателни данъци", "Без данъци", "Доброволни данъци", "Регресивни данъци", "Плосък данък", "Прогресивен данък", "100% данък", "200% данък"]
    },
    {
        "id": 26,
        "shortenedName": "pmart",
        "leftSide": "pastart",
        "rightSide": "futureart",
        "labels": ["Пещерно изкуство", "Антично изкуство", "Средновековно изкуство", "Ренесансово изкуство", "Съвременно изкуство", "Постмодернистично изкуство", "Футуристично изкуство", "Постхуманистично изкуство"]
    },
    {
        "id": 27,
        "shortenedName": "enth",
        "leftSide": "relaxed",
        "rightSide": "productive",
        "labels": ["Премахване на работата", "Ленивец", "Свободно време", "Отпуснат", "Продуктивен", "Ентусиазиран", "Работохолик", "Вечен труд"]
    },
    {
        "id": 28,
        "shortenedName": "ahs",
        "leftSide": "freespeech",
        "rightSide": "censorship",
        "labels": ["Абсолютна свобода", "Свобода на изразяването", "Нецензурен", "Контекст", "Етикет", "Анти реч на омразата", "Цензура", "Новговор"]
    },
    {
        "id": 29,
        "shortenedName": "fact",
        "leftSide": "feelings",
        "rightSide": "facts",
        "labels": ["Пост-логика", "Експресионист", "Чувства", "Доверие", "Скептик", "Факти", "Всеки сам си преценя", "Редукционизъм"]
    },
    {
        "id": 30,
        "shortenedName": "trpop",
        "leftSide": "educated",
        "rightSide": "tribalpopulation",
        "labels": ["Население от роботи", "Подобрения", "Напреднал интелект", "Образовани хора", "Основни знания", "Племенна система", "Примитивни хора", "Маймуни"]
    },
    {
        "id": 31,
        "shortenedName": "wmar",
        "leftSide": "compulsoryweaponisation",
        "rightSide": "gunban",
        "labels": ["Посадизъм", "Задължително въоръжаване", "Въоръжени работници", "Регулация на оръжията", "Забрана на оръжията", "Пазар за оръжия", "Частни армии", "Ядрени глави за народа!"]
    },
    {
        "id": 32,
        "shortenedName": "trade",
        "leftSide": "protectionism",
        "rightSide": "freetrade",
        "labels": ["Автаркия", "Затворена икономика", "Протекционизъм", "Високи тарифи", "Ниски тарифи", "Свободна търговия", "Глобална търговия", "Обратни тарифи"]
    },
    {
        "id": 33,
        "shortenedName": "cmind",
        "leftSide": "openminded",
        "rightSide": "closeminded",
        "labels": ["Приема всички идеи", "Популизъм", "Отворено съзнание", "Толериране на мнение", "Пропаганда", "Затворено съзнание", "Ехо камера", "Една правилна мисъл"]
    },
    {
        "id": 34,
        "shortenedName": "poach",
        "leftSide": "animalrights",
        "rightSide": "poaching",
        "labels": ["Свобода за животните", "Без убийства", "Права на животните", "Балансиран и строго регулиран лов", "Стада", "Бракониерство", "Бой с кучета", "Изтребление"]
    },
    {
        "id": 35,
        "shortenedName": "hier",
        "leftSide": "unionized",
        "rightSide": "hierarchical",
        "labels": ["Без работни места", "Собственост на работниците", "Профсъюзи", "Представителство на работниците", "Традиционно", "Йерархично", "Авторитарно", "Робство"]
    },
    {
        "id": 36,
        "shortenedName": "open",
        "leftSide": "strictborders",
        "rightSide": "openborders",
        "labels": ["Затворени граници", "Стени", "Нативизъм", "Стриктни граници", "По-лесна имиграция", "Отворени граници", "Без граници", "Без граници"]
    },
];